/* Strings for KeyNaming, short version for Mac OS X, ©2004-2006 Jens Ayton */
Command = "⌘";
Shift = "⇧";
Option = "⌥";
Control = "⌃";
"Right Shift" = "Rgt ⇧";
"Right Option" = "Rgt ⌥";
"Right Control" = "Rgt ⌃";
"Caps Lock" = "⇪";
Tab = "⇥";
Space = "␣";
"Left Arrow" = "⇠";
"Right Arrow" = "⇢";
"Up Arrow" = "⇡";
"Down Arrow" = "⇣";
Clear = "⌧";
"Page Up" = "⇞";
"Page Down" = "⇟";
Home = "↖";
End = "↘";
Escape = "⎋";
Return = "↩";
Enter = "⌤";
Backspace = "⌫";
Delete = "⌦";
F1 = "F1";
F2 = "F2";
F3 = "F3";
F4 = "F4";
F5 = "F5";
F6 = "F6";
F7 = "F7";
F8 = "F8";
F9 = "F9";
F1 = "F1";
F10 = "F10";
F11 = "F11";
F12 = "F12";
F13 = "F13";
F14 = "F14";
F15 = "F15";
F16 = "F16";
F17 = "F17";
F18 = "F18";
F19 = "F19";
F20 = "F20";
F21 = "F21";
F22 = "F22";
F23 = "F23";
F24 = "F24";
"Keypad %@" = "Kpd %@";
Help = "?⃝";			// Question mark, combining enclosing circle. May cause problems depending on font and text rendering library.
"Unknown (%x)" = "? (0x%X)";
"Right Command" = "Rgt ⌘";
Mute = "Mute";
"Volume Down" = "Vol Dn";
"Volume Up" = "Vol Up";
Power = "⌽";
Eject = "⏏";
Fn = "Fn";
Menu = "Menu";		// The symbol for the menu key does not appear to be in Unicode (5.0)
